{
  "games": ["Wikia.js", "with 4545", "hide and seek with bridgett", "in Artamos' backyard", "in Tetsuzora's workshop", "with RNG", "reading suggestions", "trivia hunting", "DM'ing around", "finding Kagimori's keys", "trying out new code", "connecting servers", "some tunes", "with an unstable database", "making bad memes"],
  "helpFl": ["All my commands!*", "I need help more than you. But we can make a deal...", "Do you need help?, Listen here, Fellow users!", "Yeah, it's a page. Too lazy to check?", "DM for further support!", "Helping people is gay but i am a DSP character, So whatever.", "Here is your help, Moge.", "It's not like i help you because i like you or anything...", "Interested? Take a look!", "<:biemecho:440574288160882688>", "I barely know how i work, But i think i get an idea...", "Here's what i can do! ~~Even though it's not a lot.~~", "These are some commands... Are they all of them?", "It's a feature:tm:", "Here to help!", "Hi, welcome to Chillis. How may i help you?", "Looking for something?", "All you need here!, Except money."],
  "wipFl": ["i haven't done cuz im laaazy", "im too dumb to code", "need time", "i'm unsure if they will even happen", "you shouldn't hope for", "are too much of a struggle", "i tried over and over", "are maybe added but forgot to point out", "i may have forgotten about", "may be in development", "are almost done!*"],
  "inviFl": ["Here is the link to invite me!", "New server? Ayee!", "More DSP servers? i thought they were like 3!", "Invite me with this link!", "*The legends say those who open this link will get a new bot in their server*", "More places to screw arond!", "Don't you dare to invite me to farm keys.", "I wish i could open invite links by myself...", "Do they have cookies?", "New server? 👀"],
  "trivia": ["Kurotsuno can materialize pears out of thin air, grow wings, summon things from her blood and manipulate the size of her nails at will", "In Wadanohara and the Great Blue Sea, Tarako is the only character under 100 years old", "Wadanohara's ocarina is mixed with healing magic", "Glasses is a 100% virgin", "Idate has been shown to have worn heart-patterned boxers more than once", "Seguro is not able to move out of the sea, meanwhile Miyura is not able to breathe in land and Helica doesn't know the surface", "Sirius and Kurumi appear in \"*喉を潤し、心満たして*\", a Human Girl x Vampire anthology", "funamusea.com got Korean IPs blocked", "Maekami is an expert at knife throwing", "Corvus has said that Hazad smells like green tea", "Kcalb sleeps in a coffin", "In old images, Elwine's color scheme was white and purple instead of white and blue.", "In September of 2017, a character popularity poll was made by DSP, the top 25 from last to first goes: Yukisada, Yonaka, Minami, Grora, Lobco, Kurotsuno, Female Kcalb, Moge-ko, Sullivan, Shirogane, Yosafire, Emalf, Wodahs, Chlomaki, Sal, Defect Mogeko, Reficul, Licorice, Samekichi, Etihw, Idate, Wadanohara, Satanick, Kcalb and Ivlis", "Kiku's kanabō (spiked iron club) hates Glasses for unknown reasons", "Ver Million was previously Rosaliya's subordinate", "Roc is the president of a \"Shrimp Fan Club\"", "DSP did two exclusive comics and an interview for a game magazine", "In an outdated QnA, when asked (jokingly) if Meikai was Old's wife, DSP did not answer the question and instead questioned about why homosexuality between the two was being asked", "It's said that Chelan's voice is beautiful", "Satanick's blood **isn't** purple. It turns purple in the comics due to his feelings toward Ivlis", "The white part over Mogecuckoo's body is his actual body, not a suit", "Apparently Adauchi doesn't like his arms wounded", "Creamil had large claws instead of hands in old designs", "In the road to Blancblack Castle there are some flowers that spell \"ウ ン コ\", which is a childish word for feces. Later in game when everything is on fire the flames add the prefix \"下痢\", turning it into diarrhea", "In The Gray Garden, you can find an angel reading a book wrote by \"S.T.N\"", "Tetsuzora was the one who turned Artamos into a robot", "Ivlis has a weak point for scarfs", "DSP's location has been confirmed to be the Kanagawa Prefecture (Japan, Kantō)", "Elwine and Nadine have a complementary color scheme opposed to each other.", "Zigzag is taller than her husband, Edabane", "Kurotsuno hates crows, and her father is capable of turning into one, it's unknown if she shares this trait", "Liliya was described as \"A certain fucking lover boy\" by DSP", "Igls is considered older than Ivlis, despite both being the same age", "Licorice can switch to any age freely", "There are 7 unused keys in The Gray Garden's data, their purpouse is unknown", "Aconita is seen in an artwork with the string of letters \"SFWFOHF\", which is REVENGE encrypted with The Caesar Cipher", "Satanick does not need a heart to live", "In Rock's house there is an underground cellar, rumored to be a secret passage. This also happens in Peraco's house", "Reficul's hobby is pet training", "Gimone is based off *The Puss on Boots*", "Met sweats blood", "If you pull the tail of a Mogeko, they will die", "Lil had green hair in old designs, not pink", "\"Samekichi\" is just a nickname, and it's said that his real name has been used by DSP. Something similar happens with Sal, however his true name is completly unknown", "If's cooking skills are \"As bad as shit\"", "Yonaka has a 70 grip strength", "Moge-ko has a thing for tails and thighs", "The latest versions of The Gray Garden actually make the game shorter by cutting off maps", "Reficul was in the past, a seraph", "Rawberry's favorite bug is the Beetle", "In Ice Scream round 3, if you enter the bunny cave and wait, you will get a Screamer, followed by a Game Over", "Roc likes lynching angels", "Ci-en subscribers could submit dialogue for random Mogekos in MCG for about a month", "Lobco used to follow Chlomaki by foot when in lobster form, which caused Chlomaki to instinctively pounce on top of her", "Mephir wants Reficul to step on him", "Ivlis has 3 exceptions to his homosexuality: Rieta, Yosafire and Reficul", "Satanick has been seen wearing Vocaloid cosplays more than once", "Victor Flankenstein is deceased, for unknown reasons", "DSP made fanart of Yume Nikki, Happy Tree Friends, PowerPuff Girls, Salad Fingers, Lenore and Oggy and the Cockroaches", "DSP themselves said Envi can be considered Satanick's secretary", "Yukisada has a sweet tooth", "Siralos received a love letter from Satanick once; they went on a date after that", "Mogeko Castle was originally done in RPGMaker 2000 with a battle system included. Then the Remake for RPGMaker VX released, leaving the original version forgotten...", "Lavinrac loves human meat", "Even the inside of Hanahata's head is a garden", "Elwine is seen holding Nadine's yellow ribbon in her official portrait", "Chikemuri is allergic to humans", "The screw in Crea's head is a \"Murder Spree Mode Switch\"", "Macarona has a 500 grip strength", "It's said that Taffy has a \"mind of steel\"", "Tsukimitsu's eyes were originally yellow, not blue", "Eimin seems able of turning into a ram", "Yosafire is left-handed", "Mogekos are born from eggs...", "Envi will only laugh when drinking alcohol", "It is stated by Lowrie that Reficul's world has always a bad weather", "Kaen is allergic to flowers and thus, to Hanahata", "Maekami hates wasabi", "Met was seen wearing a T-shirt that said \"Serious Lesbo\"", "Robust drinks from dawn to dusk", "Lil can \"Suck out the energy of any man\"", "Ciel and Lost's graves are next to each other", "Moge-ko's creation is a parody of *The Powerpuff Girls* (Moge-ko was created from \"candy, tabasco, and everything neat\", but the accidental addition of concrete resulted in her becoming a psychopath.)", "Mogekov Hashasky can't speak Russian"],
  "v4545": ["NOT GAY", "GAY! GAY, GAY, GAY, GAY, GAY, GAY", "I GOT BAD NEWS FOR YOU HUN", "WE WILL NEVER KNOW", "HAND ABUSER", "BISEXUAL", "STRAIGHT", "LONE FUCKER", "LIKES FINGERS UP THEIR ASS", "***GAY***", "GAY'NT", "TOO MUCH OF A VIRGIN TO DIAGNOSE", "NOT A SURPRISE, **GAY AF¨**", "TOO PURE FOR THIS WORLD", "WILL GO FOR ANYTHING!, LITERALLY", "*I GOT NO IDEA*", "__GAY__", "SOMEHOW NOT GAY", "SECRETLY GAY", "AS GAY AS THE PERSON BELOW", "HOMIESEXUAL", "WE ALL KNOW ALREADY! **GAY**", "||NOT GAY||", "||GAY||", "GAY", "TRIPLE GAY", "FURRY", "GAY IN DENIAL", "TOO PURE TO UNDERSTAND THE IDEA OF SEX", "SURPRISINGLY **NOT** GAY", "\"IF THERE IS A HOLE, THERE IS A WAY\"", "*IM UNSURE, GAY OR EUROPEAN*", "ERR109_what_the_fuck.", "ERR550_TO_GAY_TO_MEASURE", "ERR690_IM_NOT_ALLOWED_TO_SAY_THIS_IN_PUBLIC", "```  _______      ___   ____    ____  __\n /  _____|    /   \\  \\   \\  /   / |  |\n|  |  __     /  ^  \\  \\   \\/   /  |  |\n|  | |_ |   /  /_\\  \\  \\_    _/   |__|\n|  |__| |  /  _____  \\   |  |      __\n \\______| /__/     \\__\\  |__|     |__|```"],
  "ask": ["Yes!", "No!", "Yep!", "Nope", "Yeah", "Nah", "Yesn't!", "Non't!", "Of course!", "Of course not!", "Hell yes!", "Hell no!", "Dunno!", "Maybe.", "Perhaps.", "Mayhaps.", "Probably", "Probably not", "No Idea!", "Don't ask me!"],
  "rateFl": ["```diff\n- G r o s s```", "horrible.", "ew.", "bad.", "somewhat bad.", "meh.", "could be better.", "nice.", "real good!", "almost perfect!", "**__Perfect!__**"],
  "songFl": ["Selected song", "Now playing", "You are now hearing", "Now, on the radio", "DJ's pick", "Due to popular request"]
}